Repository: botcrypto-io/bitcoindesigned-infographics-i18n
Catalog: *-bitcoin-really-decentralized/*.po
Languages: fr

source: Is Bitcoin really decentralized?
fr: Le Bitcoin est-il vraiment décentralisé ?

source: When we talk about decentralization and centralization, it’s not like black and white. Instead, there’s a whole range of grays in the middle.
fr: Quand on parle de décentralisation et de centralisation, ce n'est pas du noir ou blanc. En fait, il y a beaucoup de gris différents au milieu.

source: Being more decentralized or less is a thing.
fr: Etre plus ou moins décentralisé, ça existe.

source: Fully centralized
fr: Entièrement centralisé

source: Nuance of centralization
fr: Nuance de centralisation

source: Fully decentralized
fr: Entièrement décentralisé

source: Also, decentralization doesn’t mean good while centralization means bad. Both can be useful depending on the context, we just have to know when.
fr: De plus, la décentralisation ne veut pas dire "bien" et la centralisation ne veut pas dire "mal". Les deux peuvent être utiles en fonction du contexte, on doit juste le connaître.

source: But enough with the introduction:
fr: Mais, passons aux choses sérieuses:

source: How decentralized is Bitcoin?
fr: A quel point le Bitcoin est-il décentralisé ?

source: Nodes
fr: Nœuds

source: Node decentralization is essential for a healthy Bitcoin. But not just any node, an economically active full node.
fr: La décentralisation des nœuds est essentielle pour un Bitcoin en bonne santé. Mais pas n'importe quel nœud, il doit être un "full node" économiquement actif.

source: The nodes that really make a difference in the decision of protocol changes are the ones that accept transactions and validate them using their own full nodes, usually merchants. That’s what we call the economic majority.
fr: Les nœuds qui font une vraie différence dans la décision du protocole sont ceux qui acceptent les transactions et les valide en utilisant leurs propres full nodes, des commerçants en général. C'est ce qu'on appelle la majorité économique.

source: If there were fewer merchants, there would be fewer people to enforce Bitcoin’s consensus rules, leaving it more prone to manipulation.
fr: Si il y avait moins de commerçants, il y aurait moins de gens pour enforcer les règles consensuelles du Bitcoin, ce qui le laisserait sujet à manipulation.

source: Mining
fr: Le minage

source: Mining is pretty centralized nowadays. It can happen in a variety of ways, such as the centralization of:
fr: Le minage est assez centralisé de nos jours. Elle se produit de façons variées, comme la centralisation des:

source: Hardware suppliers
fr: Fabricants de matériel informatique

source: Miners (pooling)
fr: Mineurs (avec le pooling)

source: Location of mining operations
fr: La location de systèmes de minage

source: With a centralized mining, the inclusion of transactions in the blockchain is less secure.
fr: Avec un minage centralisé, l'inclusion de transactions dans la blockchain est moins sécurisée.

source: Operations that hold too much mining power can effectively censor and, at some point, reorder transactions.
fr: Des groupes qui ont trop de puissance de minage peuvent effectivement censurer et, à un certain point, réorganiser les transactions.

source: New POW
fr: Nouvelle POW

source: One of the considered wepons against centralized mining is a thoroughly planned change in the Proof-of-Work algorithm, which would render all current mining hardware useless.
fr: Une des armes considérées contre le minage centralisé est un changement de l'algorithme Proof-of-Work approfondi, qui rendrait tout le matériel de minage actuel inutilisable.

source: Development
fr: Développement

source: Most nodes currently use one single Bitcoin implementation, that’s quite centralized.
fr: La plupart des nœuds utilisent une unique implémentation du Bitcoin, c'est plutôt centralisé.

source: Positive side:
fr: Côté positif :

source: Avoids problems with the consensus rules (different implementations might be incompatible).
fr: Evite des problèmes avec les règles de consensus (des implémentations différentes peuvent être incompatibles).

source: Negative side:
fr: Côté négatif :

source: The main team of developers has the possibility of over influencing the system.
fr: L'équipe principale de développeurs a la possibilité de trop influencer le système.

source: The centralization of development has worked well until now, but it’s pointed as a possible issue in the future.
fr: La centralisation du développement a bien fonctionné jusqu'à aujourd'hui, mais c'est pointé du doigt comme un problème potentiel dans le futur.

source: The protection against this lies in the fact that the code is open and people can choose if they will run it or not.
fr: La protection contre cela réside dans le fait que le code est ouvert à tous, et que les gens peuvent choisir de l'utiliser ou pas.

source: Also, the software license allows anyone to start working on their own implementation of Bitcoin.
fr: De plus, la licence du programme permet à quiconque de commencer à travailler sur sa propre implémentation du Bitcoin.

source: MY_BITCOIN
fr: MON_BITCOIN

source: Custodial Exchanges and Wallets
fr: Les "Echanges de Garde" et les Portefeuilles

source: Even though they are not a fundamental part of Bitcoin’s existence, exchanges have a relevant role since they are the main interface with the traditional economic system.
fr: Même si ils ne font pas fondamentalement partie de l'existence du Bitcoin, les plateformes d'échange ont un rôle pertinent puisqu'ils sont l'interface principale avec le système économique traditionnel.

source: As for custodial wallets, they are chosen, many times, by users who don’t want or don’t know how to protect their private keys. So they outsource the responsibility to a company.
fr: Pour les portefeuilles de garde, ils sont choisis, la plupart du temps, par des utilisateurs qui ne veulent pas ou ne savent pas comment protéger leurs clés privées. Alors ils délèguent cette responsabilité à une entreprise.

source: In both cases, the more centralized they are, the easier it is to steal funds from a large number of people and cause a market disruption as they become huge honeypots for attackers.
fr: Dans les deux cas, plus ils sont centralisés, plus il est facile de voler des fonds d'un grand nombre de personnes et causer une disruption du marché en devenant d'énormes pots de miel (honeypots) pour des hackers.

source: Decentralized and non-custodial exchanges, and non-custodial wallets are a better approach to avoid a huge concentration of funds in one place.
fr: Les plateformes d'échanges décentralisés et de non-garde, ainsi que les portefeuille de non-garde sont une meilleure approche afin d'éviter une forte concentration de fonds en un seul endroit.

source: So what is the conclusion here?
fr: Quelle est la conclusion ?

source: Bitcoin is still well enough to keep going for now. But it should be an ongoing concern to take care of its degree of decentralization and the attack vectors originated by it.
fr: Le Bitcoin est toujours dans une assez bonne situation pour continuer comme ça. Mais faire attention à son degré de décentralisation et les vecteurs d'attaques qui en découlent devrait être une préoccupation constante.

source: Otherwise, we’ll be just waiting for a time bomb to go off when some of these elements get out of control.
fr: Sinon, nous attendons juste qu'une bombe à retardement explose quand certains de ces éléments seront hors de contrôle.

source: Author: Patrícia Estevão
fr: Auteure: Patrícia Estevão

source: Editor: Marco Agner
fr: Editeur: Marco Agner

source: Translator: [Your name/handle or "Crowdsourced translation"]
fr: Traducteur: Louis Dormegnie
