Repository: botcrypto-io/bitcoindesigned-infographics-i18n
Catalog: the-bitcoin-transaction-life-cycle/*.po
Languages: fr

source: The Bitcoin Transaction Life Cycle
fr: Le cycle de vie d'une transaction Bitcoin

source: Rob’s quest to send 0.3 BTC to his friend Laura
fr: Rob et sa quête d'envoyer 0.3BTC à son amie Laura

source: START
fr: DEBUT

source: Rob opens his bitcoin wallet...
fr: Rob ouvre son portefeuille bitcoin...

source: scans/copies Laura’s address...
fr: scanne/copie l'adresse de Laura...

source: fills the amount and the fee...
fr: remplit la quantité et les frais...

source: and sends!
fr: et envoie !

source: User
fr: Utilisateur

source: The wallet signs the transaction using Rob’s private key.
fr: Le portefeuille signe la transaction avec la clé privée de Rob.

source: The transaction is propagated and validated by the network nodes.
fr: La transaction est propagée et validée par les nœuds du réseau.

source: 10 seconds until now!
fr: Plus que 10 secondes !

source: Miners include the transaction in tthe next block to be mined.
fr: Les mineurs incluent la transaction dans le prochain bloc à être miné.

source: Mining time!
fr: Il est temps de miner !

source: Mining is the computational process of calculating a certain HASH.
fr: Le minage est le processus de calcul d'un certain HASH.

source: The miner who solves the Proof of Work propagates the new block to the network.
fr: Le mineur qui trouve la solution du Proof of Work propage le nouveau bloc vers le réseau.

source: New bitcoins are created!
fr: De nouveaux bitcoins sont créés !

source: The nodes verify the result and propagate the block.
fr: Les nœuds vérifient le résultat et propagent le bloc.

source: Laura sees the first confirmation.
fr: Laura voit la première confirmation.

source: New confirmations appear with each new block that is created.
fr: De nouvelles confirmations apparaissent avec chaque nouvelle création de bloc.

source: THE END!
fr: C'EST FINI!

source: Author: Patrícia Estevão
fr: Auteure: Patrícia Estevão

source: Editor: Marco Agner
fr: Editeur: Marco Agner

source: Translator: [Your name/handle or "Crowdsourced translation"]
fr: Traducteur: Louis Dormegnie
