Repository: botcrypto-io/bitcoindesigned-infographics-i18n
Catalog: what-*-bitcoin-the-currency/*.po
Languages: fr

source: WHAT IS BITCOIN? - The Currency
fr: QU'EST-CE QUE LE BITCOIN ? - La Monnaie

source: breaking in pieces
fr: briser en plusieurs morceaux

source: Digital Currency
fr: Monnaie Digitale

source: It’s all about ones and zeros, meaning it has no physical form such as a coin.
fr: Tout est en 1 et en 0, ce qui veut dire qu'il n'a aucune forme physique comme une pièce.

source: Cryptocurrency
fr: Cryptomonnaie

source: Based on mathematics and cryptography. Which means it can’t be counterfeit - math doesn’t lie.
fr: Basé sur les mathématiques et la cryptographie. Cela ne peut pas être contrefait - les maths ne mentent pas.

source: limited amount
fr: quantité limitée

source: There is a limit of roughly 21 million bitcoins to be ever put in circulation.
fr: Il y a une limite d'environ 21 millions de bitcoins qui seront mis en circulation.

source: It doesn’t allow anyone to print more bitcoins recklessly, which preserves the currency value - it’s scarce.
fr: Cela ne permet à personne d'imprimer des bitcoins à leur souhait, ce qui préserve la valeur de la monnaie - elle est rare.

source: ownership records
fr: enregistrements de propriété

source: Bitcoin ownership is actually a record on the Blockchain - this big decentralized ledger - saying those bitcoins were transferred to you.
fr: La propriété du Bitcoin est en fait un enregistrement sur la Blockchain - ce grand registre décentralisé - qui dit que ces bitcoins ont été transférés vers vous.

source: mining
fr: le minage

source: It’s a type of math problem that needs a lot of processing power. It’s used for writing transactions and those who do it are rewarded with transaction fees and new bitcoins, which is how the currency is issued.
fr: C'est une sorte de problème mathématique qui a besoin de beaucoup de puissance informatique. C'est utilisé pour écrire des transactions et ceux qui le font sont récompensés par des frais de transactions et de nouveaux bitcoins - c'est comme ça que la monnaie est émise.

source: divisibility
fr: divisibilité

source: The smallest unit of Bitcoin is a Satoshi; it represents one hundred millionth of a bitcoin. But, if needed, this part can become even smaller.
fr: La plus petite unité d'un Bitcoin est un Satoshi; cela représente un cent-millionième d'un bitcoin. Mais, si besoin, cette part peut être encore plus petite.

source: the features
fr: les fonctionnalités

source: or... Why everyone is so crazy about it
fr: ou… Pourquoi tout le monde en est dingue

source: Critical (break these and Bitcoin will never be the same)
fr: Critique (cassez-les et le Bitcoin ne sera plus jamais comme avant)

source: Decentralized
fr: Décentralisé

source: No central bank can freeze your accounts or implement poorly conceived policies that devalue your currency.
fr: Aucune banque centrale ne peut geler vos comptes ou implémenter des politiques mal conçues pour dévaluer votre monnaie.

source: No Red-Tape
fr: Pas de paperasse

source: Anyone can use bitcoin, no questions, no documents and no custody fees.
fr: N'importe qui peut utiliser le bitcoin, sans questions, sans documents et sans frais de garde.

source: Pretty Anonymous
fr: Plutôt Anonyme

source: Your name isn’t linked to your transactions, making it a lot more private and safe than regular bank operations and credit card payments.
fr: Votre nom n'est pas lié à vos transactions, les rendant bien plus privées et sécurisées que les opérations habituelles des banques et des paiements avec cartes de crédit.

source: Non-repudiable
fr: Non-réfutable

source: Once a bitcoin transaction is confirmed, it can’t be reverted unless there is a voluntary agreement between the two parties - such as a store policy.
fr: Une fois qu'une transaction bitcoin est confirmée, elle ne peut être inversée à moins qu'il y ait un accord volontaire venant des deux parties - comme la politique d'un magasin.

source: Everyone can check every address and its transactions - although you don’t know the owners of all addresses, only those identities that were entrusted to you.
fr: Tout le monde peut vérifier chaque adresse et ses transactions - même si vous ne connaissez pas les propriétaires de toutes les adresses, seulement les identités qui vous sont confiées.

source: changeable (market development might change these a little)
fr: changeable (le développement du marché pourrait changer cela)

source: Fast
fr: Rapide

source: Transactions can reach anyone in any part of the world within minutes.
fr: Les transactions peuvent parvenir à n'importe qui dans n'importe quelle partie du monde en quelques minutes.

# ./what-is-bitcoin-the-currency/source-text.txt:66
source: Possible Change
fr: Changement Possible

source: If the volume of transactions grows a lot - say, bitcoin becoming mainstream - transactions will take longer to be cleared on the blockchain.
fr: Si le volume de transactions grandit beaucoup - si le bitcoin devient mainstream par exemple - les transactions prendront plus de temps à être confirmées sur la blockchain.

# ./what-is-bitcoin-the-currency/source-text.txt:70
source: What Might Happen
fr: Ce Qui Peut Arriver

source: Besides measures to scale Bitcoin’s core, small and quick transactions will probably be cleared by third parties or other layers over the blockchain.
fr: A part des mesures d'échelle du cœur du Bitcoin, des petites et rapides transactions seront probablement confirmées par des tiers ou d'autres couches au dessus de la blockchain.

source: Cheap
fr: Pas cher

source: Transaction fees are low - currently around 1 USD if you don’t want to wait too much for a confirmation.
fr: Les frais de transaction sont bas - actuellement autour d'1$ si vous ne voulez pas trop attendre pour une confirmation.

# ./what-is-bitcoin-the-currency/source-text.txt:78
source: Possible Change
fr: Changement Possible

source: When bitcoin issuing diminishes, the miner’s reward will come mostly from transaction fees, which will be higher.
fr: Quand l'émission de bitcoin diminuera, la récompense du mineur viendra surtout des frais de transaction, qui seront plus élevés.

# ./what-is-bitcoin-the-currency/source-text.txt:82
source: What Might Happen
fr: Ce Qui Peut Arriver

source: Predictive calculations indicate that fees will still be very afordable, even when covering all miners expenses alone.
fr: Des calculs de prédiction indiquent que les frais resteront très abordables, même en couvrant les dépenses des mineurs.

source: Author: Patrícia Estevão
fr: Auteure: Patrícia Estevão

source: Editor: Marco Agner
fr: Editeur: Marco Agner

source: Translator: [Your name/handle or "Crowdsourced translation"]
fr: Traducteur: Louis Dormegnie
