Repository: botcrypto-io/bitcoindesigned-infographics-i18n
Catalog: what-does-censorship-resistance-means-*-bitcoin/*.po
Languages: fr

source: What does Censorship resistance mean in Bitcoin?
fr: Que signifie la résistance à la Censure avec le Bitcoin ?

source: You’ve probably heard a bitcoiner talk about Bitcoin’s censorship resistance, but what does it really mean?
fr: Vous avez probablement déjà entendu un bitcoiner parler de la résistance à la censure du Bitcoin, mais qu'est-ce que cela veut dire réellement ?

source: Well, it means that Bitcoin transactions can’t be censored. That was easy, right?
fr: Eh bien, cela veut dire que les transactions en Bitcoin ne peuvent être censurées. Facile, non ?

source: Free Bitcoin
fr: Bitcoin Libre

source: But isn’t censorship usually about suppressing free speech or information? What does money have to do with that?
fr: Mais, la censure ne signifie-t-elle pas l'élimination de la liberté d'expression ou d'information ? Quel rapport avec l'argent ?

source: The way you spend your money is an expression of yourself (your values, habits, etc). Money is actually a form of speech.
fr: La façon dont vous dépensez de l'argent est une expression de votre personne (vos valeurs, vos habitudes, etc.). L'argent est en réalité une forme d'expression.

source: Here’s a traditional system simulation:
fr: Voici une simulation de système traditionnel:

source: Let’s say you want to support an NGO that has a particular ideology.
fr: Disons que vous voulez soutenir une ONG qui a une idéologie particulière.

source: The government from your country decides it doesn’t approve that ideology.
fr: Le gouvernement de votre pays décide qu'il n'approuve pas cette idéologie.

source: An official statement tells financial institutions that they shouldn’t allow transactions to the NGO.
fr: Une déclaration officielle ordonne aux institutions financières qu'elles ne devraient pas autoriser des transactions avec des ONG.

source: The institutions oblige and you are blocked from spending money in a cause you believe in.
fr: Les institutions obéissent et vous ne pouvez plus envoyer d'argent dans une cause qui vous est chère.

source: You’re actually being
fr: Vous êtes en train d'être

source: censored
fr: censuré

source: This can happen in other circumstances that don’t involve much ideology, such as wanting to buy prohibited drugs.
fr: Cela peut arriver dans d'autres circonstances qui ne reposent pas trop sur une idéologie, comme vouloir acheter des drogues interdites.

source: In Bitcoin, as long as the network is decentralized, nodes will relay your transaction and miners will compete to add your transaction to the blockchain.
fr: Avec le Bitcoin, du moment que le réseau est décentralisé, les nœuds vont relayer votre transaction et les mineurs vont être en concurrence pour ajouter votre transaction à la blockchain.

source: It might not be a very glamorous definition, but Bitcoin’s censorship resistance is ultimately about being able to
fr: Ce n'est peut être pas une définition très glamour, mais la résistance à la censure du Bitcoin réside dans le fait de pouvoir

source: spend your money on whatever you want.
fr: dépenser votre argent sur tout ce que vous voulez.

source: And that isn’t just something that was added by an incident to Bitcoin.
fr: Et ce n'est pas quelque chose qui a été ajouté au Bitcoin par accident.

source: It’s one of the reasons it was created in the first place.
fr: C'est une des premières raisons pour lesquelles il a été créé.

source: Free money
fr: Argent libre

source: Author: Patrícia Estevão
fr: Auteure: Patrícia Estevão

source: Editor: Marco Agner
fr: Editeur: Marco Agner

source: Translator: [Your name/handle or "Crowdsourced translation"]
fr: Traducteur: Louis Dormegnie
