Repository: botcrypto-io/bitcoindesigned-infographics-i18n
Catalog: what-*-bitcoin-the-network/*.po
Languages: fr

source: What is Bitcoin? - The Network
fr: Qu'est-ce que le Bitcoin ? - Le Réseau

source: your techy friend’s explanation
fr: l'explication de votre ami geek

# ./what-is-bitcoin-the-network/source-text.txt:8
source: It’s a decentralized peer-to-peer network for electronic transactions without relying on a central point of trust.
fr: C'est un réseau peer-to-peer décentralisé pour des transactions électroniques sans se reposer sur un point central de confiance.

source: Ok, whaat? Let’s break it down.
fr: Ok, quooi ? Analysons ceci:

# ./what-is-bitcoin-the-network/source-text.txt:12
source: It’s a decentralized peer-to-peer network for electronic transactions without relying on a central point of trust.
fr: C'est un réseau peer-to-peer décentralisé pour des transactions électroniques sans se reposer sur un point central de confiance.

source: decentralized
fr: décentralisé

source: No node has more power than others, only different roles. So there isn’t a single Bitcoin server or company controlling it.
fr: Aucun nœud n'a plus de pouvoir que les autres, seulement des rôles différents. Donc il n'existe pas un seul serveur Bitcoin ni d'entreprise unique le contrôlant.

source: All Bitcoin nodes receive and share information at the same time, so there’s no need to have a big server with all its data.
fr: Tous les nœuds Bitcoin reçoivent et partagent de l'information en même temps, donc il n'y a pas besoin d'avoir un gros serveur avec toutes ses données.

source: network for electronic transactions
fr: réseau pour des transactions électroniques

source: It allows you to send different types of transactions (contracts) using the bitcoin token as a medium of value exchange.
fr: Il vous permet d'envoyer différents types de transactions (contrats) en utilisant le token bitcoin en tant que moyen d'échange de valeur.

source: without relying on a central point of trust
fr: sans se reposer sur un point central de confiance

source: Bitcoin achieves consensus using the Proof of Work and the blockchain, so no single entity needs or has the authority to say if a transaction is valid - it proves itself.
fr: Le Bitcoin créé un consensus en utilisant le Proof-of-Work et la blockchain, donc aucune identité seule n'a besoin d'une autorité pour dire si une transaction est valide - elle se prouve elle-même.

source: Bitcoin CEO
fr: Le PDG Bitcoin

source: catch your breath because there’s more
fr: respirez un coup parce que ce n'est pas fini

source: Digital Cryptocurrency
fr: Cryptomonnaie Digitale

source: Transactions are made in the network by exchanging tokens. These tokens are a currency backed by mathematical and cryptographic functions that assure its value and legitimacy.
fr: Les transactions peuvent être faites sur le réseau en échangeant des tokens. Ces tokens sont une monnaie soutenue par des fonctions mathématiques et cryptographiques qui assurent sa valeur et sa légitimité.

source: Public Ledger
fr: Registre Publique

source: The Blockchain is the public ledger where new transactions are included and confirmed. It keeps all records of bitcoin ownership and it’s completely transparent - you can see and have your own copy.
fr: La Blockchain est le registre publique où les nouvelles transactions sont inclues et confirmées. Elle garde une trace de la propriété du bitcoin et elle est complètement transparente - on peut la voir et en avoir sa propre copie.

source: Bitcoin is...
fr: Le Bitcoin est...

source: Platform
fr: Plateforme

source: You can build all sorts of contracts on top of Bitcoin’s code; it’s programmable money.
fr: Vous pouvez construire tous types de contrats sur le code du Bitcoin; c'est de l'argent programmable.

source: Protocol
fr: Protocole

source: It’s a code for message exchange, so there are a bunch or rules and standards that make the whole thing work and guarantee some of its core features.
fr: C'est un code pour l'échange de messages, donc il y a des règles et des standards qui font marcher tout le système et qui garantissent certaines des fonctionnalités importantes.

source: Don’t panic... this is what you should know by now
fr: Ne paniquez pas… C'est ce que vous devriez savoir maintenant

source: Bitcoin is a technology that replaces the middleman or central authority, making it possible for money and other aspects of people’s life to be free from this figure of control.
fr: Le Bitcoin est une technologie qui remplace l'intermédiaire ou l'autorité centrale, rendant possible pour l'argent et d'autres aspects de la vie des gens d'être exempts de ce contrôle.

source: Bank
fr: Banque

source: the poetic touch
fr: la touche poétique

source: “What the Internet has done for information, Bitcoin will do for money.”
fr: "Le Bitcoin fera pour l'argent ce que l'Internet a fait pour l'information."

source: Author: Patrícia Estevão
fr: Auteure: Patrícia Estevão

source: Editor: Marco Agner
fr: Editeur: Marco Agner

source: Translator: [Your name/handle or "Crowdsourced translation"]
fr: Traducteur: Louis Dormegnie
