Repository: botcrypto-io/bitcoindesigned-infographics-i18n
Catalog: what-does-decentralization-mean-*-bitcoin/*.po
Languages: fr

source: What does Decentralization mean in bitcoin?
fr: Que veut dire la décentralisation pour le bitcoin ?

source: Bitcoin is called decentralized because it has no central point of control.
fr: On dit que le Bitcoin est décentralisé car il n'a pas de point central de contrôle.

source: Its resources (hardware and software) are distributed around the world and connected remotely in a network.
fr: Ses ressources (matérielles et logicielles) sont distribuées autour du globe et connectées à un réseau.

source: And the “authority” to decide over Bitcoin is divided between its network participants.
fr: Et "l'autorité" de décider sur le Bitcoin est divisée entre les participants de son réseau.

source: Who are the participants?
fr: Qui sont les participants ?

source: The shared responsibility includes the following agents:
fr: Cette responsabilité partagée inclue les agents suivants:

source: Nodes
fr: Les noeuds

source: Transaction is valid
fr: La transaction est valide

source: Verify and relay transactions.
fr: Vérifier et relayer les transactions.

source: Miners
fr: Les mineurs

source: Secure transactions by writing and ordering them on the blockchain in exchange for fees and 'newly minted bitcoins'.
fr: Sécuriser les transactions en les écrivant sur la blockchain en échange de frais et de "bitcoins nouvellement minés".

source: Until the ~21 million limit is reached.
fr: Jusqu'à ce que la limite de ~21 millions soit atteinte.

source: Both roles can be played by anyone willing to commit the resources to it, there’s no permission to be asked.
fr: Les deux rôles peuvent être joués par quiconque voulant y mettre les ressources nécessaires, il n'y a pas besoin d'une permission.

source: Look, I’m mining.
fr: Regarde, je mine.

source: What are the implications?
fr: Quelles sont les implications ?

source: Miners and nodes are responsible for a decentralized economic policy, replacing the need for a central bank to take care of currency issuance and clearing functions.
fr: Les mineurs et les nœuds sont responsables d'une politique économique décentralisée, remplaçant le besoin d'une banque centrale de s'occuper d'émission monétaire.

source: CENTRAL BANK
fr: BANQUE CENTRALE

source: Permanent vacation
fr: Congés permanents

source: Bitcoin’s decentralization is a protection against a single point of failure.
fr: La décentralisation du Bitcoin est une protection contre son unique point d'échec.

source: That means it’s robust in face of external intervention because there’s no single entity to be attacked or corrupted.
fr: Cela veut dire que c'est robuste en face d'une intervention extérieure car il n'y a pas d'unique entité à attaquer ou à corrompre.

source: Where do we attack?
fr: Où attaquons-nous ?

source: But this decentralization is not a guaranteed feature and there are risks to it as well.
fr: Mais cette décentralisation n'est pas un élément garanti et il existe aussi des risques.

source: We’ll explore some of these issues in the continuation of this infographic.
fr: Nous explorerons ces problèmes plus en détail dans la continuation de cette infographie.

source: Author: Patrícia Estevão
fr: Auteure: Patrícia Estevão

source: Editor: Marco Agner
fr: Editeur: Marco Agner

source: Translator: [Your name/handle or "Crowdsourced translation"]
fr: Traducteur: Louis Dormegnie

source: Sources: Mastering Bitcoin by Andreas Antonopoulos. Available at https://github.com/bitcoinbook/bitcoinbook
fr: Sources: Mastering Bitcoin by Andreas Antonopoulos. Disponible à https://github.com/bitcoinbook/bitcoinbook
