Repository: botcrypto-io/bitcoindesigned-infographics-i18n
Catalog: what-*-bitcoin-mining/*.po
Languages: fr

source: THE BITCOIN MINING SAGA - PART I
fr: LA SAGA DU MINAGE DE BITCOIN - PARTIE I

source: What is Bitcoin Mining?
fr: Qu'est-ce que le minage de Bitcoin ?

source: It’s a decentralized computational process that serves 2 purposes:
fr: C'est un processus informatique décentralisé qui sert 2 fins:

source: Confirms transactions with security when enough computational effort is devoted to a block.
fr: Confirme les transactions avec sécurité quand assez d'effort informatique est dévoué à un bloc.

source: Creates (issues) new bitcoins in each block.
fr: Créé (émet) de nouveaux bitcoins à chaque bloc.

source: It goes like this:
fr: Cela se passe comme ça:

source: Bundle transactions in a block.
fr: Groupe les transactions dans un bloc.

source: Verify if transactions are valid.
fr: Vérifie si les transactions sont valides.

source: Select the header of the most recent block and insert it into the new block as a hash (creates a link between blocks).
fr: Sélectionne l'en-tête du bloc le plus récent et l'insère dans le nouveau bloc comme un hash (créant un lien entre les blocs).

source: Solve the Proof of Work problem!
fr: Résout le problème de Proof of Work !

source: When the solution is found, the new block is added to the local blockchain and propagated to the network.
fr: Quand la solution est trouvée, le nouveau bloc est ajouté à la blockchain locale et est propagé sur le réseau.

source: Author: Patrícia Estevão
fr: Auteure: Patrícia Estevão

source: Editor: Marco Agner
fr: Editeur: Marco Agner

source: Translator: [Your name/handle or "Crowdsourced translation"]
fr: Traducteur: Louis Dormegnie
