Repository: botcrypto-io/bitcoindesigned-infographics-i18n
Catalog: *-bitcoin-anonymous/*.po
Languages: fr

source: Is Bitcoin Anonymous?
fr: Le Bitcoin est-il anonyme ?

source: What’s your level of privacy when it comes to spending bitcoins?
fr: A quel point vos transactions de bitcoins sont-elles privées ?

source: Consider the following:
fr: Considérez ce qui suit:

source: The Blockchain is completely transparent and it keeps records of all transactions ever made.
fr: La Blockchain est complètement transparente et elle garde des traces de toutes les transactions.

source: Pretty Public
fr: plutôt publique

source: Bitcoin Address
fr: Adresse Bitcoin

source: It’s a pseudonym created by your wallet and it doesn’t have any of your personal data linked to it. It’s the main identifier for the inputs and outputs of transactions.
fr: C'est un pseudonyme créé par votre portefeuille et aucune donnée personnelle n'y est attachée. C'est l'identificateur principal des entrées et sorties des transactions.

source: Pretty Private
fr: plutôt privée

source: Street A
fr: Rue A

source: Street B
fr: Rue B

source: So can I be linked to my transactions?
fr: Donc je peux être relié à mes transactions ?

source: YES
fr: OUI

source: I’m not a criminal, so what’s wrong with that?
fr: Je ne suis pas un criminel, donc où est le problème ?

source: For the same reason you don’t show your bank extract to anyone. If someone knows how much money you have or what are your spending habits, you can become vulnerable to attacks.
fr: Pour la même raison que vous ne montrez pas vos données bancaires à tout le monde. Si quelqu'un sait combien d'argent vous avez et quelles sont vos habitudes d'achats, vous pouvez devenir vulnérable.

source: How Am I Linked?
fr: Comment y suis-je relié ?

source: Bitcoin doesn’t require any type of personal information from you, but most stores and services do (gorvernment requirement). If you pay this company with bitcoins, they will link your data to your address in their app.
fr: Le Bitcoin n'a pas besoin d'informations personnelles de votre part, mais la majorité des magasins et des services en ont besoin (le gouvernement l'oblige). Si vous payez une entreprise avec des bitcoins, ils relieront vos données à votre adresse dans leur application.

source: Reusing addresses:
fr: Réutiliser des adresses:

source: If you use the same address to make various transactions, you create a record of your private financial life in a way that’s not private at all. And even worse if any of these transactions is linked with your real name in some way.
fr: Si vous utilisez la même adresse pour faire des transactions variées, vous créez un dossier de votre vie financière privée d'une façon qui n'est pas privée du tout. C'est encore pire si ces transactions sont liées à votre nom réel.

source: Public Spaces:
fr: Espaces Publiques:

source: If you need to put your address in a very public space (to receive donations in a website, for example), you are associating it to your name or to the public image you use.
fr: Si vous devez mettre votre adresse à un endroit très publique (pour recevoir des dons sur un site, par exemple), vous l'associez à votre nom ou à l'image publique que vous utilisez.

source: IP Logging:
fr: Enregistrement de l'IP:

source: Your IP address can be logged by someone listening to the network when you send a transaction. But since full nodes also relay transactions to the network, it can be difficult to find the exact IP address for a transaction.
fr: Votre adresse IP peut être enregistrée par quelqu'un surveillant le réseau quand vous faites une transaction. Mais comme les full nodes transmettent les transactions au réseau, il peut être difficile de trouver l'adresse IP exacte pour une transaction.

source: Protect Yourself
fr: Protégez-vous

source: Avoid services with KYC/AML policies. And since that’s very difficult, just don’t reuse addresses in these services.
fr: Evitez les services avec des contrats de KYC/AML. Et comme c'est très difficile, ne réutilisez pas des adresses dans ces services.

source: Don’t reuse addresses at all (you can choose a Bitcoin client that does this automatically for you).
fr: Ne réutilisez jamais des adresses tout court (vous pouvez choisir un client Bitcoin qui le fait à votre place).

source: Be sure that’s an address that you don’t use for anything else and know that, when you transfer the funds to a new address, it will also be easily linked to you.
fr: Sachez que vous n'utilisez pas cette adresse pour autre chose et sachez que, quand vous transférez des fonds vers une nouvelle adresse, elle sera facilement reliable à vous.

source: Even if it’s difficult, you might want to try tools that hide your IP address (proxy, VPN).
fr: Même si c'est difficile, vous pourriez utiliser des outils pour cacher votre adresse IP (proxy, VPN).

source: Bitcoin Mixing
fr: Le Mélange de Bitcoin

source: (or laundering, if you’re not too shy)
fr: (ou son blanchiment, si vous n'êtes pas timides)

source: How does it work?
fr: Comment ça marche ?

# ./is-bitcoin-anonymous/source-text.txt:66
source: That means weakening the link between an identity and a bitcoin address.
fr: Cela veut dire affaiblir le lien entre une identité et une adresse bitcoin.

# ./is-bitcoin-anonymous/source-text.txt:68
source: For now, they are centralized services, so you have to trust them not to log you and not to run away with your money.
fr: Pour l'instant, ce sont des services décentralisés, donc vous devez leur faire confiance pour qu'ils ne gardent pas vos données et ne partent pas avec votre argent.

source: START
fr: DEBUT

source: You want to improve privacy.
fr: Vous voulez optimiser votre vie privée.

# ./is-bitcoin-anonymous/source-text.txt:74
source: That means weakening the link between an identity and a bitcoin address.
fr: Cela veut dire affaiblir le lien entre une identité et une adresse bitcoin.

source: You look for a mixing service.
fr: Vous recherchez un service de mélange (mixing).

# ./is-bitcoin-anonymous/source-text.txt:78
source: For now, they are centralized services, so you have to trust them not to log you and not to run away with your money.
fr: Pour l'instant, ce sont des services décentralisés, donc vous devez leur faire confiance pour qu'ils ne gardent pas vos données et ne partent pas avec votre argent.

source: User
fr: Utilisateur

source: Mixer
fr: Mélangeur

source: The unspent outputs (available bitcoins) of many people are brought together.
fr: Les produits non dépensés (bitcoins disponibles) de beaucoup de gens sont regroupés.

source: These bitcoins are transacted in a way that mixes them up (details may vary).
fr: Ces bitcoins font l'objet de transactions qui les mélange (les détails varient).

source: You receive your amount back, but they are not your old bitcoins anymore.
fr: Vous recevez votre quantité de bitcoin, mais ce ne sont plus ceux que vous aviez avant.

source: FINISH
fr: FIN

source: Nice to know:
fr: Bon à savoir:

source: It doesn't terminate your link your the bitcoins, but it becomes pretty unfeasible to track you.
fr: Cela ne détruit pas entièrement votre lien avec les bitcoins, mais cela rend presque impossible le fait de vous traquer.

source: You will end with a weak link to someone else’s bitcoin and, consequently, to the activity the other person was doing. (Not something to worry a lot, but important to know).
fr: Vous finirez avec un faible lien avec les bitcoins de quelqu'un d'autre et donc avec leur activité. (Pas besoin de trop s'en inquiéter, mais c'est important à savoir).

source: It’s not an easy process for large amounts of bitcoins.
fr: Ce n'est pas un processus facile pour de grandes quantités de bitcoin.

source: You might have to pay a fee to use this type of service.
fr: Il se peut que vous ayez à payer pour utiliser ce type de service.

source: BTC x Cash
fr: BTC x Liquide

source: Because of the blockchain’s transparency, cash is still more anonymous than Bitcoin.
fr: A cause de la transparence de la blockchain, le liquide est toujours plus anonyme que le Bitcoin.

source: That’s why is not very accurate to say criminals use Bitcoin for its anonymity.
fr: C'est pourquoi il est assez incorrect de dire que les criminels utilisent le Bitcoin pour son anonymité.

source: Bottom Line
fr: Au final

source: “Bitcoin is PRETTY Anonymous”
fr: "Le Bitcoin est PLUTOT anonyme"

source: People won’t see your balance with the ease that your bank manager or any governmental agent can if they make the call.
fr: Les gens ne verront pas votre solde aussi facilement qu'un banquier ou qu'un agent du gouvernement pourrait le faire s'il le voulait.

source: But if someone is REALLY looking for you, know that is not impossible to be found.
fr: Mais si quelqu'un veut VRAIMENT vous retrouver, sachez qu'il n'est pas impossible d'être trouvé.

source: Main Source: https://bitcoin.org/en/protect-your-privacy
fr: Source principale: https://bitcoin.org/en/protect-your-privacy

source: Author: Patrícia Estevão
fr: Auteure: Patrícia Estevão

source: Editor: Marco Agner
fr: Editeur: Marco Agner

source: Translator: [Your name/handle or "Crowdsourced translation"]
fr: Traducteur: Louis Dormegnie
